Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

# permissions_microphone_subtitle
source: Audio calls and voice during video calls
ar: المكالمات الصوتية والصوت أثناء مكالمات الفيديو
de: Sprachanrufe und Sprache bei Videoanrufen
es: Llamadas de audio y voz en videollamadas
fr: Appels audio et voix pendant les appels vidéo
hi: ऑडियो कॉल और वीडियो कॉल के दौरान आवाज़
it: Chiamate audio e voce durante le videochiamate
ja: 音声通話とビデオ通話時の音声
km_kh: ការហៅសំឡេង និងសំឡេងនៅពេលហៅវីដេអូ
ko: 음성 통화 및 영상 통화 시 음성
pt: Chamadas de áudio e voz em videochamadas
ru: Аудио-звонки и голос при видеозвонках
th: การโทรด้วยเสียงและเสียงระหว่างวิดีโอคอล
vi: Cuộc gọi thoại và giọng nói khi gọi video
zh_hans: 语音通话及视频通话中的语音

# permissions_microphone_title
source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
fr: Micro
hi: माइक्रोफ़ोन
it: Microfono
ja: マイク
km_kh: មីក្រូហ្វូន
ko: 마이크
pt: Microfone
ru: Микрофон
th: ไมโครโฟน
vi: Micro
zh_hans: 麦克风

# permissions_notifications_subtitle
source: Friend requests, warnings & security alerts
ar: تنبيهات طلبات الصداقة والتحذيرات والأمان
de: Freundschaftsanfragen, Warnungen und Sicherheitsmeldungen
es: Solicitudes de amistad, avisos y alertas de seguridad
fr: Alertes d’invitation, avertissements et sécurité
hi: मित्र अनुरोध, चेतावनियाँ और सुरक्षा अलर्ट
it: Avvisi di richiesta amicizia, avvertimenti e sicurezza
ja: 友達リクエストや警告・セキュリティ通知
km_kh: ការជូនដំណឹងសំណើមិត្តភាព ព្រមាន និងសន្តិសុខ
ko: 친구 요청, 경고 및 보안 알림
pt: Alertas de pedidos de amizade, avisos e segurança
ru: Уведомления о заявках в друзья, предупреждения и безопасность
th: การแจ้งเตือนคำขอเป็นเพื่อน คำเตือน และความปลอดภัย
vi: Thông báo kết bạn, cảnh báo và bảo mật
zh_hans: 好友请求、警告和安全通知

# permissions_notifications_title
source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
hi: सूचनाएँ
it: Notifiche
ja: 通知
km_kh: ការជូនដំណឹង
ko: 알림
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知

# permissions_photos_title
source: Photos
ar: الصور
de: Fotos
es: Fotos
hi: फ़ोटो
it: Foto
ja: 写真
km_kh: រូបថត
ko: 사진
pt: Fotos
ru: Фото
th: รูปภาพ
vi: Ảnh
zh_hans: 照片

# permissions_photos_subtitle
source: Save or upload QR from gallery
ar: حفظ أو رفع QR من المعرض
de: QR speichern oder aus Galerie laden
es: Guardar o subir QR desde la galería
fr: Enregistrer ou importer un QR depuis la galerie
hi: गैलरी से QR सहेजें या अपलोड करें
it: Salva o carica il QR dalla galleria
ja: ギャラリーからQRを保存・アップロード
km_kh: រក្សាទុក ឬ ផ្ទុកឡើង QR ពីវិចិត្រសាល
ko: 갤러리에서 QR 저장/업로드
pt: Salvar ou enviar QR da galeria
ru: Сохранить или загрузить QR из галереи
th: บันทึกหรืออัปโหลด QR จากแกลเลอรี
vi: Lưu hoặc tải QR từ thư viện
zh_hans: 从相册保存或上传二维码

# permissions_open_settings_button
source: Open iOS Settings
ar: فتح إعدادات iOS
de: iOS-Einstellungen öffnen
es: Abrir ajustes de iOS
fr: Ouvrir les réglages iOS
hi: iOS सेटिंग्स खोलें
it: Apri Impostazioni iOS
ja: iOS設定を開く
km_kh: បើកការកំណត់ iOS
ko: iOS 설정 열기
pt: Abrir Definições do iOS
ru: Открыть настройки iOS
th: เปิดการตั้งค่า iOS
vi: Mở cài đặt iOS
zh_hans: 打开 iOS 设置

# permissions_row_subtitle
source: Manage app permissions
ar: إدارة أذونات التطبيق
de: App-Berechtigungen verwalten
es: Administrar permisos de la app
fr: Gérer les autorisations de l’app
hi: ऐप अनुमतियाँ प्रबंधित करें
it: Gestisci le autorizzazioni dell’app
ja: アプリの権限を管理
km_kh: គ្រប់គ្រងការអនុញ្ញាតកម្មវិធី
ko: 앱 권한 관리
pt: Gerir permissões da app
ru: Управление разрешениями приложения
th: จัดการการอนุญาตของแอป
vi: Quản lý quyền ứng dụng
zh_hans: 管理应用权限

# permissions_row_title
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
it: Autorizzazioni
ja: 権限
km_kh: ការអនុញ្ញាត
ko: 권한
pt: Permissões
ru: Разрешения
th: การอนุญาต
vi: Quyền truy cập
zh_hans: 权限

# permissions_status_denied
source: Denied
ar: مرفوض
de: Verweigert
es: Denegado
fr: Refusé
hi: अस्वीकृत
it: Negato
ja: 拒否
km_kh: បដិសេធ
ko: 거부됨
pt: Negado
ru: Запрещено
th: ปฏิเสธ
vi: Từ chối
zh_hans: 已拒绝

# permissions_status_granted
source: Granted
ar: مسموح
de: Erteilt
es: Permitido
fr: Autorisé
hi: अनुमति
it: Consentito
ja: 許可済み
km_kh: អនុញ្ញាត
ko: 허용됨
pt: Permitido
ru: Разрешено
th: อนุญาต
vi: Đã cấp
zh_hans: 已允许

# permissions_status_not_set
source: Not Set
ar: غير مضبوط
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
hi: सेट नहीं
it: Non impostato
ja: 未設定
km_kh: មិនកំណត់
ko: 미설정
pt: Não definido
ru: Не задано
th: ยังไม่ตั้งค่า
vi: Chưa đặt
zh_hans: 未设置

# permissions_sync_indicator
source: Auto-syncing with iOS Settings
ar: المزامنة التلقائية مع إعدادات iOS
de: Automatische Synchronisierung mit iOS-Einstellungen
es: Sincronización automática con los ajustes de iOS
fr: Synchronisation auto avec les réglages iOS
hi: iOS सेटिंग्स के साथ स्वतः सिंक
it: Sincronizzazione automatica con Impostazioni iOS
ja: iOS設定と自動同期
km_kh: សមកាលកម្មស្វ័យប្រវត្តិជាមួយការកំណត់ iOS
ko: iOS 설정과 자동 동기화
pt: Sincronização automática com as Definições do iOS
ru: Автосинхронизация с настройками iOS
th: ซิงค์อัตโนมัติกับการตั้งค่า iOS
vi: Tự động đồng bộ với Cài đặt iOS
zh_hans: 与 iOS 设置自动同步

# permissions_title
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
it: Autorizzazioni
ja: 権限
km_kh: ការអនុញ្ញាត
ko: 권한
pt: Permissões
ru: Разрешения
th: การอนุญาต
vi: Quyền truy cập
zh_hans: 权限

# personal_info_header
source: Personal Info
ar: معلومات شخصية
de: Persönliche Infos
es: Información personal
fr: Infos personnelles
hi: व्यक्तिगत जानकारी
it: Info personali
ja: 個人情報
km_kh: ព័ត៌មានផ្ទាល់ខ្លួន
ko: 개인 정보
pt: Informações pessoais
ru: Личная информация
th: ข้อมูลส่วนตัว
vi: Thông tin cá nhân
zh_hans: 个人信息

source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
hi: फोन
it: Telefono
ja: 電話
km_kh: ទូរស័ព្ទ
ko: 전화
pt: Telefone
ru: Телефон
th: โทรศัพท์
vi: Điện thoại
zh_hans: 电话

# phone_confirmation_description
source: Please confirm your country code and enter your phone number.
ar: يرجى تأكيد رمز البلد وإدخال رقم هاتفك.
de: Bitte bestätigen Sie Ihre Ländervorwahl und geben Sie Ihre Telefonnummer ein.
es: Por favor, confirme su código de país e ingrese su número de teléfono.
fr: Veuillez confirmer votre indicatif pays et saisir votre numéro de téléphone.
hi: कृपया अपना देश कोड पुष्टि करें और अपना फोन नंबर दर्ज करें।
it: Si prega di confermare il codice paese e inserire il numero di telefono.
ja: 国番号を確認し、電話番号を入力してください。
km_kh: សូមបញ្ជាក់លេខកូដប្រទេសរបស់អ្នក និងបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក។
ko: 국가 코드를 확인하고 전화번호를 입력하세요.
pt: Por favor, confirme o código do país e insira seu número de telefone.
ru: Пожалуйста, подтвердите код страны и введите номер телефона.
th: กรุณายืนยันรหัสประเทศและป้อนหมายเลขโทรศัพท์ของคุณ
vi: Vui lòng xác nhận mã quốc gia và nhập số điện thoại của bạn.
zh_hans: 请确认您的国家代码并输入您的电话号码。

# phone_notice_1
source: Your sign-in method will switch to the new number.
ar: ستتحول طريقة تسجيل الدخول إلى الرقم الجديد.
de: Ihre Anmeldemethode wechselt zur neuen Nummer.
es: Tu método de inicio de sesión cambiará al nuevo número.
fr: Votre méthode de connexion passera au nouveau numéro.
hi: आपकी साइन-इन विधि नए नंबर पर स्विच हो जाएगी।
it: Il tuo metodo di accesso passerà al nuovo numero.
ja: サインイン方法が新しい番号に切り替わります。
km_kh: វិធីចូលរបស់អ្នកនឹងប្តូរទៅលេខថ្មី។
ko: 로그인 방법이 새 번호로 전환됩니다.
pt: O seu método de início de sessão mudará para o novo número.
ru: Ваш способ входа переключится на новый номер.
th: วิธีการเข้าสู่ระบบของคุณจะเปลี่ยนเป็นหมายเลขใหม่
vi: Cách đăng nhập sẽ chuyển sang số mới.
zh_hans: 您的登录方式将切换到新号码。

# phone_notice_2
source: Account, call history, contacts & encryption keys remain unchanged.
ar: الحساب وسجل المكالمات وجهات الاتصال ومفاتيح التشفير تبقى دون تغiير.
de: Konto, Anrufverlauf, Kontakte und Verschlüsselungsschlüssel bleiben unverändert.
es: La cuenta, historial de llamadas, contactos y claves de cifrado permanecen sin cambios.
fr: Le compte, l'historique des appels, les contacts et les clés de chiffrement restent inchangés.
hi: खाता, कॉल इतिहास, संपर्क और एन्क्रिप्शन कुंजियां अपरिवर्तित रहेंगी।
it: Account, cronologia chiamate, contatti e chiavi di crittografia rimangono invariati.
ja: アカウント、通話履歴、連絡先、暗号化キーは変更されません。
km_kh: គណនី ប្រវត្តិការហៅ ទំនាក់ទំនង និងពាក្យចូលអ៊ីនគ្រីបដែលនៅតែមិនផ្លាស់ប្តូរ។
ko: 계정, 통화 기록, 연락처 및 암호화 키는 변경되지 않습니다.
pt: Conta, histórico de chamadas, contactos e chaves de encriptação permanecem inalterados.
ru: Аккаунт, история звонков, контакты и ключи шифрования остаются без изменений.
th: บัญชี ประวัติการโทร รายชื่อ และคีย์การเข้ารหัสจะยังคงเหมือนเดิม
vi: Tài khoản, lịch sử cuộc gọi, danh bạ, khóa mã hóa vẫn giữ nguyên.
zh_hans: 账户、通话记录、联系人和加密密钥保持不变。

# phone_notice_3
source: We'll verify an OTP sent to the new number.
ar: سنتحقق من OTP المرسل إلى الرقم الجديد.
de: Wir überprüfen einen OTP, der an die neue Nummer gesendet wird.
es: Verificaremos un OTP enviado al nuevo número.
fr: Nous vérifierons un OTP envoyé au nouveau numéro.
hi: हम नए नंबर पर भेजे गए OTP को सत्यापित करेंगे।
it: Verificheremo un OTP inviato al nuovo numero.
ja: 新しい番号に送信されたOTPを確認します。
km_kh: យើងនឹងផ្ទៀងផ្ទាត់ OTP ដែលបានផ្ញើទៅលេខថ្មី។
ko: 새 번호로 전송된 OTP를 확인하겠습니다.
pt: Verificaremos um OTP enviado para o novo número.
ru: Мы проверим OTP, отправленный на новый номер.
th: เราจะยืนยัน OTP ที่ส่งไปยังหมายเลขใหม่
vi: Hệ thống sẽ xác minh OTP gửi tới số mới.
zh_hans: 我们将验证发送到新号码的OTP。

# phone_notice_4
source: After the change, the old number can't be used to sign in.
ar: بعد التغيير، لا يمكن استخدام الرقم القديم لتسجيل الدخول.
de: Nach der Änderung kann die alte Nummer nicht mehr zur Anmeldung verwendet werden.
es: Después del cambio, el número anterior no se puede usar para iniciar sesión.
fr: Après le changement, l'ancien numéro ne peut plus être utilisé pour se connecter.
hi: परिवर्तन के बाद, पुराना नंबर साइन इन के लिए उपयोग नहीं किया जा सकता।
it: Dopo la modifica, il vecchio numero non può più essere utilizzato per accedere.
ja: 変更後、古い番号はサインインに使用できません。
km_kh: បន្ទាប់ពីផ្លាស់ប្តូរ លេខចាស់មិនអាចប្រើដើម្បីចូលបានទៀតទេ។
ko: 변경 후, 이전 번호는 로그인에 사용할 수 없습니다.
pt: Após a alteração, o número anterior não pode mais ser usado para entrar.
ru: После изменения старый номер не может быть использован для входа.
th: หลังจากเปลี่ยนแปลง หมายเลขเก่าไม่สามารถใช้เพื่อเข้าสู่ระบบได้
vi: Sau khi đổi, số cũ không còn dùng để đăng nhập.
zh_hans: 更改后，旧号码无法用于登录。

source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
km_kh: លេខទូរស័ព្ទ
ko: 전화번호
pt: Número de telefone
ru: Номер телефона
th: หมายเลขโทรศัพท์
vi: Số điện thoại
zh_hans: 电话号码

# phoneNumber_required
source: Phone number is required.
ar: رقم الهاتف مطلوب.
de: Telefonnummer ist erforderlich.
es: El número de teléfono es obligatorio.
fr: Le numéro de téléphone est requis.
hi: फोन नंबर आवश्यक है।
it: Il numero di telefono è obbligatorio.
ja: 電話番号は必須です。
km_kh: លេខទូរស័ព្ទជាការទាមទារ។
ko: 전화번호는 필수입니다.
pt: O número de telefone é obrigatório.
ru: Номер телефона обязателен.
th: หมายเลขโทรศัพท์เป็นสิ่งจำเป็น
vi: Số điện thoại là bắt buộc.
zh_hans: 电话号码为必填项。

source: Private Key
ar: المفتاح الخاص
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
hi: निजी कुंजी
it: Chiave privata
ja: 秘密鍵
km_kh: កូនសោឯកជន
ko: 개인 키
pt: Chave privada
ru: Приватный ключ
th: กุญแจส่วนตัว
vi: Khóa riêng
zh_hans: 私钥

source: Public Key
ar: المفتاح العام
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
hi: सार्वजनिक कुंजी
it: Chiave pubblica
ja: 公開鍵
km_kh: កូនសោសាធារណៈ
ko: 공개 키
pt: Chave pública
ru: Публичный ключ
th: กุญแจสาธารณะ
vi: Khóa công khai
zh_hans: 公钥

# public_or_private_empty
source: Public or Private key is empty.
ar: المفتاح العام أو الخاص فارغ.
de: Öffentlicher oder privater Schlüssel fehlt.
es: La clave pública o privada está vacía.
fr: Clé publique ou privée vide.
hi: सार्वजनिक या निजी कुंजी खाली है।
it: Chiave pubblica o privata vuota.
ja: 公開鍵または秘密鍵が空です。
km_kh: កូនសោសាធារណៈឬឯកជនទទេ
ko: 공개 키 또는 개인 키가 비어 있습니다.
pt: Chave pública ou privada está vazia.
ru: Публичный или приватный ключ отсутствует.
th: กุญแจสาธารณะหรือส่วนตัวว่างเปล่า
vi: Khóa công khai hoặc riêng trống.
zh_hans: 公钥或私钥为空。

# qr_copy_button_copied
source: Copied!
ar: تم النسخ!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: कॉपी हो गया!
it: Copiato!
ja: コピーしました！
km_kh: បានចម្លង!
ko: 복사됨!
pt: Copiado!
ru: Скопировано!
th: คัดลอกแล้ว!
vi: Đã sao chép!
zh_hans: 已复制！

# qr_copy_button_copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
it: Copia
ja: コピー
km_kh: ចម្លង
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
vi: Sao chép
zh_hans: 复制

# qr_invite_link_label
source: Your invite link
ar: رابط الدعوة الخاص بك
de: Dein Einladungslink
es: Tu enlace de invitación
fr: Votre lien d’invitation
hi: आपका आमंत्रण लिंक
it: Il tuo link di invito
ja: 招待リンク
km_kh: តំណអញ្ជើញរបស់អ្នក
ko: 초대 링크
pt: Seu link de convite
ru: Ваша ссылка-приглашение
th: ลิงก์เชิญของคุณ
vi: Liên kết mời của bạn
zh_hans: 你的邀请链接

# qr_save_button
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
km_kh: រក្សាទុក
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存

# qr_saved_to_photos
source: QR code saved to Photos
ar: تم حفظ رمز QR في الصور
de: QR-Code in Fotos gespeichert
es: Código QR guardado en Fotos
fr: Code QR enregistré dans Photos
hi: QR कोड फ़ोटो में सहेजा गया
it: Codice QR salvato in Foto
ja: QRコードを写真に保存しました
km_kh: បានរក្សាទុក QR ទៅក្នុងរូបថត
ko: QR 코드가 사진에 저장되었습니다
pt: QR code salvo em Fotos
ru: QR-код сохранён в Фото
th: บันทึกรหัส QR ลงในรูปภาพแล้ว
vi: Đã lưu mã QR vào Ảnh
zh_hans: 已将二维码保存到照片

# qr_scan_hint
source: Place the QR code within the scan frame
ar: ضع رمز QR داخل إطار المسح
de: Platzieren Sie den QR-Code im Scan-Rahmen
es: Coloca el código QR dentro del marco de escaneo
fr: Placez le code QR dans le cadre de scan
hi: QR कोड को स्कैन फ्रेम के भीतर रखें
it: Posiziona il codice QR all'interno della cornice di scansione
ja: QRコードをスキャン枠に収めてください
km_kh: ដាក់កូដ QR នៅក្នុងស៊ុមស្កែន
ko: QR 코드를 스캔 프레임 안에 맞추세요
pt: Coloque o código QR dentro da moldura de digitalização
ru: Поместите QR-код в рамку сканирования
th: วางคิวอาร์โค้ดไว้ภายในกรอบสแกน
vi: Đặt mã QR vào khung để quét
zh_hans: 请将二维码放入扫描框内

# qr_scan_to_add
source: Scan to add %@
ar: امسح لإضافة %@‏
de: Zum Hinzufügen von %@ scannen
es: Escanea para agregar %@
fr: Scannez pour ajouter %@
hi: %@ जोड़ने के लिए स्कैन करें
it: Scansiona per aggiungere %@
ja: %@ を追加するにはスキャンしてください
km_kh: ស្កេនដើម្បីបន្ថែម %@
ko: %@을(를) 추가하려면 스캔하세요
pt: Escaneie para adicionar %@
ru: Отсканируйте, чтобы добавить %@
th: สแกนเพื่อเพิ่ม %@
vi: Quét để thêm %@‎
zh_hans: 扫描以添加%@‏

# qr_share_button
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
it: Condividi
ja: 共有
km_kh: ចែករំលែក
ko: 공유
pt: Compartilhar
ru: Поделиться
th: แชร์
vi: Chia sẻ
zh_hans: 分享

# qr_unavailable
source: No QR code available
ar: لا يتوفر رمز الاستجابة السريعة
de: Kein QR-Code verfügbar
es: Código QR no disponible
fr: QR Code indisponible
hi: कोई QR कोड उपलब्ध नहीं है
it: QR Code non disponibile
ja: QRコードが利用できません
km_kh: QR មិនអាចប្រើបាន
ko: QR 코드 없음
pt: Código QR não disponível
ru: QR-код недоступен
th: ไม่มี QR ให้ใช้งาน
vi: Không có mã QR
zh_hans: 暂无可用二维码

source: Received
ar: المستلمة
de: Erhalten
es: Recibidas
fr: Reçues
hi: प्राप्त
it: Ricevute
ja: 受信済み
km_kh: បានទទួល
ko: 받은 요청
pt: Recebidas
ru: Полученные
th: ได้รับ
vi: Đã nhận
zh_hans: 已收到

source: Recent
ar: حديثاً
de: Zuletzt
es: Reciente
fr: Récent
hi: हाल ही में
it: Recenti
ja: 最近
km_kh: ថ្មីៗនេះ
ko: 최근
pt: Recentes
ru: Недавние
th: ล่าสุด
vi: Gần đây
zh_hans: 最近

# recent_title
source: Recent
ar: حديثاً
de: Zuletzt
es: Reciente
fr: Récent
hi: हाल ही में
it: Recenti
ja: 最近
km_kh: ថ្មីៗនេះ
ko: 최근
pt: Recentes
ru: Недавние
th: ล่าสุด
vi: Gần đây
zh_hans: 最近

source: Reconnecting…
ar: إعادة الاتصال...
de: Wiederverbinden...
es: Reconectando…
fr: Reconnexion...
hi: पुन: कनेक्ट हो रहे हैं...
it: Riconnessione...
ja: 再接続中...
km_kh: កំពុងភ្ជាប់ឡើងវិញ...
ko: 다시 연결 중...
pt: Reconectando...
ru: Переподключение...
th: กำลังเชื่อมต่อใหม่...
vi: Đang kết nối lại…
zh_hans: 重新连接中...

# recovery_copied_message
source: Recovery key copied to clipboard.
ar: تم نسخ مفتاح الاسترداد إلى الحافظة.
de: Wiederherstellungsschlüssel kopiert.
es: Clave de recuperación copiada al portapapeles.
fr: Clé de récupération copiée dans le presse-papier.
hi: रिकवरी कुंजी क्लिपबोर्ड में कॉपी की गई।
it: Chiave di recupero copiata.
ja: 復旧キーをクリップボードにコピーしました。
km_kh: កូនសោស្តារឡើងវិញបានចម្លងទៅក្លិបបូត
ko: 복구 키가 클립보드에 복사되었습니다.
pt: Chave de recuperação copiada para a área de transferência.
ru: Ключ восстановления скопирован в буфер обмена.
th: กุญแจกู้คืนถูกคัดลอกไปยังคลิปบอร์ด
vi: Khóa khôi phục đã được sao chép.
zh_hans: 恢复密钥已复制到剪贴板。

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazada
fr: Rejeté
hi: अस्वीकृत
it: Rifiutata
ja: 拒否されました
km_kh: បានបដិសេធ
ko: 거절됨
pt: Rejeitada
ru: Отклонено
th: ถูกปฏิเสธ
vi: Đã từ chối
zh_hans: 已拒绝

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
it: Sostituisci
ja: 置き換え
km_kh: ជំនួស
ko: 바꾸기
pt: Substituir
ru: Заменить
th: แทนที่
vi: Thay thế
zh_hans: 替换

source: Replace current key?
ar: استبدال المفتاح الحالي؟
de: Aktuellen Schlüssel ersetzen?
es: ¿Reemplazar clave actual?
fr: Remplacer la clé actuelle?
hi: वर्तमान कुंजी बदलें?
it: Sostituisci la chiave attuale?
ja: 現在のキーを置き換えますか？
km_kh: ជំនួសកូនសោបច្ចុប្បន្ន?
ko: 현재 키를 교체하시겠습니까?
pt: Substituir chave atual?
ru: Заменить текущий ключ?
th: แทนที่คีย์ปัจจุบัน?
vi: Thay thế khóa hiện tại?
zh_hans: 替换当前密钥？

source: Requesting…
ar: طلب...
de: Anfrage...
es: Solicitando…
fr: Demande...
hi: अनुरोध कर रहा है...
it: Richiesta...
ja: 要求中...
km_kh: កំពុងស្នើសុំ...
ko: 요청 중...
pt: Solicitando...
ru: Запрос...
th: กำลังขอ...
vi: Đang yêu cầu…
zh_hans: 请求中...

source: Resend OTP
ar: إعادة إرسال OTP
de: OTP erneut senden
es: Reenviar OTP
fr: Renvoyer OTP
hi: OTP पुनः भेजें
it: Invia di nuovo OTP
ja: OTPを再送信
km_kh: ផ្ញើ OTP ម្តងទៀត
ko: OTP 재전송
pt: Reenviar OTP
ru: Отправить OTP повторно
th: ส่ง OTP อีกครั้ง
vi: Gửi lại OTP
zh_hans: 重新发送OTP

# resend_otp_in
source: Resend OTP in %ds
ar: إعادة إرسال OTP في %ds
de: OTP in %ds erneut senden
es: Reenviar OTP en %ds
fr: Renvoyer OTP dans %ds
hi: %ds में OTP पुनः भेजें
it: Invia di nuovo OTP in %ds
ja: %ds後にOTPを再送信
km_kh: ផ្ញើ OTP ម្តងទៀតក្នុង %ds
ko: %ds 후 OTP 재전송
pt: Reenviar OTP em %ds
ru: Отправить OTP повторно через %ds
th: ส่ง OTP อีกครั้งใน %ds
vi: Gửi lại OTP sau %ds
zh_hans: %ds后重新发送OTP

source: Reset changes
ar: إعادة تعيين التغييرات
de: Änderungen zurücksetzen
es: Restablecer cambios
fr: Réinitialiser les modifications
hi: परिवर्तन रीसेट करें
it: Ripristina modifiche
ja: 変更をリセット
km_kh: កំណត់ការផ្លាស់ប្តូរឡើងវិញ
ko: 변경 사항 재설정
pt: Redefinir alterações
ru: Сбросить изменения
th: รีเซ็ตการเปลี่ยนแปลง
vi: Đặt lại thay đổi
zh_hans: 重置更改

source: Reveal AES key
ar: إظهار مفتاح AES
de: AES-Schlüssel anzeigen
es: Revelar clave AES
fr: Révéler la clé AES
hi: AES कुंजी दिखाएं
it: Rivela chiave AES
ja: AESキーを表示
km_kh: បង្ហាញកូនសោ AES
ko: AES 키 표시
pt: Revelar chave AES
ru: Показать ключ AES
th: แสดงคีย์ AES
vi: Hiện khóa AES
zh_hans: 显示AES密钥

source: Reveal Key
ar: إظهار المفتاح
de: Schlüssel anzeigen
es: Revelar clave
fr: Révéler la clé
hi: कुंजी दिखाएं
it: Rivela chiave
ja: キーを表示
km_kh: បង្ហាញកូនសោ
ko: 키 표시
pt: Revelar chave
ru: Показать ключ
th: แสดงคีย์
vi: Hiện khóa
zh_hans: 显示密钥

source: Ringing…
ar: رنين...
de: Klingelt...
es: Sonando…
fr: Sonnerie...
hi: बज रहा है...
it: Squilla...
ja: 着信中...
km_kh: កំពុងរោទិ៍...
ko: 벨 울림...
pt: Chamando...
ru: Звонок...
th: กำลังเรียก...
vi: Đang đổ chuông…
zh_hans: 响铃中...

source: RSA Keys
ar: مفاتيح RSA
de: RSA-Schlüssel
es: Claves RSA
fr: Clés RSA
hi: RSA कुंजी
it: Chiavi RSA
ja: RSA鍵
km_kh: កូនសោ RSA
ko: RSA 키
pt: Chaves RSA
ru: RSA-ключи
th: กุญแจ RSA
vi: Khóa RSA
zh_hans: RSA 密钥

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
km_kh: រក្សាទុក
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存

source: Scan again
ar: امسح مرة أخرى
de: Erneut scannen
es: Escanear de nuevo
fr: Scanner à nouveau
hi: फिर से स्कैन करें
it: Scansiona di nuovo
ja: 再スキャン
km_kh: ស្កេនម្តងទៀត
ko: 다시 스캔
pt: Escanear novamente
ru: Сканировать снова
th: สแกนอีกครั้ง
vi: Quét lại
zh_hans: 重新扫描

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
km_kh: ស្វែងរក
ko: 검색
pt: Pesquisar
ru: Поиск
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索

source: Search Contacts
ar: بحث في جهات الاتصال
de: Kontakte suchen
es: Buscar contactos
fr: Rechercher contacts
hi: संपर्क खोजें
it: Cerca contatti
ja: 連絡先を検索
km_kh: ស្វែងរកទំនាក់ទំនង
ko: 연락처 검색
pt: Pesquisar contatos
ru: Поиск контактов
th: ค้นหาผู้ติดต่อ
vi: Tìm liên hệ
zh_hans: 搜索联系人

# search_placeholder
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
km_kh: ស្វែងរក
ko: 검색
pt: Pesquisar
ru: Поиск
th: ค้นหา
vi: Tìm kiếm
zh_hans: 搜索

source: seconds
ar: ثواني
de: Sekunden
es: segundos
fr: secondes
hi: सेकंड
it: secondi
ja: 秒
km_kh: វិនាទី
ko: 초
pt: segundos
ru: секунд
th: วินาที
vi: giây
zh_hans: 秒

source: Secure Registration
ar: تسجيل آمن
de: Sichere Registrierung
es: Registro seguro
fr: Inscription sécurisée
hi: सुरक्षित पंजीकरण
it: Registrazione sicura
ja: 安全な登録
km_kh: ចុះឈ្មោះសុវត្ថិភាព
ko: 안전 등록
pt: Registro seguro
ru: Безопасная регистрация
th: ลงทะเบียนอย่างปลอดภัย
vi: Đăng ký an toàn
zh_hans: 安全注册

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी का चयन करें
it: Seleziona tutto
ja: すべて選択
km_kh: ជ្រើសទាំងអស់
ko: 전체 선택
pt: Selecionar tudo
ru: Выбрать всё
th: เลือกทั้งหมด
vi: Chọn tất cả
zh_hans: 全选

source: Sent
ar: المرسلة
de: Gesendet
es: Enviadas
fr: Envoyées
hi: भेजा गया
it: Inviate
ja: 送信済み
km_kh: បានផ្ញើ
ko: 보낸 요청
pt: Enviadas
ru: Отправленные
th: ส่งแล้ว
vi: Đã gửi
zh_hans: 已发送

# server_error
source: The server encountered an error. Please try again later.
ar: حدث خطأ في الخادم. يرجى المحاولة لاحقاً.
de: Serverfehler. Bitte später erneut versuchen.
es: El servidor encontró un error. Por favor, inténtelo de nuevo más tarde.
fr: Erreur serveur. Réessayez plus tard.
hi: सर्वर में त्रुटि हुई। कृपया बाद में पुन: प्रयास करें।
it: Errore del server. Riprova più tardi.
ja: サーバーエラーが発生しました。後でもう一度お試しください。
km_kh: កំហុសម៉ាស៊ីនមេ។ សូមព្យាយាមម្តងទៀតក្រោយ
ko: 서버 오류가 발생했습니다. 나중에 다시 시도하세요.
pt: O servidor encontrou um erro. Por favor, tente novamente mais tarde.
ru: Ошибка сервера. Пожалуйста, попробуйте позже.
th: เซิร์ฟเวอร์เกิดข้อผิดพลาด โปรดลองใหม่ภายหลัง
vi: Lỗi máy chủ. Vui lòng thử lại sau.
zh_hans: 服务器出现错误。请稍后再试。

# settings_title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
km_kh: ការ​កំណត់
ko: 설정
pt: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
km_kh: ចែករំលែក
ko: 공유
pt: Partilhar
ru: Поделиться
th: แชร์
vi: Chia sẻ
zh_hans: 分享

# share_qr_code_to_add_friends
source: Share QR Code
ar: شارك رمز QR الخاص بك
de: QR-Code teilen
es: Compartir código QR
fr: Partager le code QR
hi: QR कोड साझा करें
it: Condividi codice QR
ja: QRコードを共有
km_kh: ចែករំលែក QR កូដ
ko: QR 코드 공유
pt: Compartilhar código QR
ru: Поделиться QR-кодом
th: แชร์รหัส QR
vi: Chia sẻ mã QR
zh_hans: 分享二维码

source: Sign In
ar: تسجيل الدخول
de: Einloggen
es: Iniciar sesión
fr: Connexion
hi: साइन इन
it: Accedi
ja: サインイン
km_kh: ចូល
ko: 로그인
pt: Entrar
ru: Войти
th: ลงชื่อเข้าใช้
vi: Đăng nhập
zh_hans: 登录

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: Apple के साथ साइन इन करें
it: Accedi con Apple
ja: Appleでサインイン
km_kh: ចូលដោយប្រើ Apple
ko: Apple로 로그인
pt: Entrar com Apple
ru: Войти с Apple
th: ลงชื่อเข้าใช้ด้วย Apple
vi: Đăng nhập với Apple
zh_hans: 使用 Apple 登录
